Repository: Michediana/7-Mac
Catalog: 7-Mac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

source: , encrypted
de: , verschlüsselt
es: , cifrado
fr: , chiffré
it: , cifrato
nl: , versleuteld
pl: , zaszyfrowane
pt_pt: , encriptado

# “%@” could not be opened: %@.
source: “%1$@” could not be opened: %2$@.
de: „%1$@“ konnte nicht geöffnet werden: %2$@.
es: No se ha podido abrir “%1$@”: %2$@.
fr: Impossible d’ouvrir « %1$@ » : %2$@.
it: Impossibile aprire “%@”: %@.
nl: ‘%1$@’ kan niet worden geopend: %2$@.
pl: Nie można otworzyć „%1$@”: %2$@.
pt_pt: Não foi possível abrir “%1$@”: %2$@.

source: “%@” could not be unpacked under its own name.
de: „%@“ konnte nicht unter seinem eigenen Namen entpackt werden.
es: No se ha podido descomprimir “%@” con su propio nombre.
fr: Impossible d’extraire « %@ » sous son propre nom.
it: Impossibile estrarre “%@” con il suo nome.
nl: ‘%@’ kan niet onder de eigen naam worden uitgepakt.
pl: Nie można rozpakować „%@” pod własną nazwą.
pt_pt: Não foi possível extrair “%@” com o seu próprio nome.

# “%@” could not be unpacked: %@
source: “%1$@” could not be unpacked: %2$@
de: „%1$@“ konnte nicht entpackt werden: %2$@
es: No se ha podido descomprimir “%1$@”: %2$@
fr: Impossible d’extraire « %1$@ » : %2$@
it: Impossibile estrarre “%1$@”: %2$@
nl: ‘%1$@’ kan niet worden uitgepakt: %2$@
pl: Nie można rozpakować „%1$@”: %2$@
pt_pt: Não foi possível extrair “%1$@”: %2$@

# “%@” could not be unpacked: %@.
source: “%1$@” could not be unpacked: %2$@.
de: „%1$@“ konnte nicht entpackt werden: %2$@.
es: No se ha podido descomprimir “%1$@”: %2$@.
fr: Impossible d’extraire « %1$@ » : %2$@.
it: Impossibile estrarre “%@”: %@.
nl: ‘%1$@’ kan niet worden uitgepakt: %2$@.
pl: Nie można rozpakować „%1$@”: %2$@.
pt_pt: Não foi possível extrair “%1$@”: %2$@.

source: “%@” is already taken.
de: „%@“ ist bereits vergeben.
es: “%@” ya está en uso.
fr: « %@ » est déjà utilisé.
it: “%@” è già usato.
nl: ‘%@’ is al in gebruik.
pl: Nazwa „%@” jest już zajęta.
pt_pt: “%@” já está a ser usado.

source: “%@” is no longer where it was: the archive has changed since the drag began.
de: „%@“ ist nicht mehr dort, wo es war: Das Archiv hat sich seit Beginn des Ziehens geändert.
es: “%@” ya no está donde estaba: el archivo comprimido ha cambiado desde que empezó el arrastre.
fr: « %@ » n’est plus à sa place : l’archive a changé depuis le début du glissement.
it: “%@” non è più dove si trovava: l’archivio è cambiato dall’inizio del trascinamento.
nl: ‘%@’ staat niet meer waar het stond: het archief is gewijzigd sinds het slepen begon.
pl: „%@” nie jest już tam, gdzie było: archiwum zmieniło się od rozpoczęcia przeciągania.
pt_pt: “%@” já não está onde estava: o arquivo mudou desde o início do arrasto.

source: “%@” is not an archive 7-Mac can open.
de: „%@“ ist kein Archiv, das 7-Mac öffnen kann.
es: “%@” no es un archivo comprimido que 7-Mac pueda abrir.
fr: « %@ » n’est pas une archive que 7-Mac peut ouvrir.
it: “%@” non è un archivio che 7-Mac possa aprire.
nl: ‘%@’ is geen archief dat 7-Mac kan openen.
pl: „%@” nie jest archiwum, które 7-Mac potrafi otworzyć.
pt_pt: “%@” não é um arquivo que o 7-Mac consiga abrir.

source: (unnamed)
de: (ohne Namen)
es: (sin nombre)
fr: (sans nom)
it: (senza nome)
nl: (naamloos)
pl: (bez nazwy)
pt_pt: (sem nome)

source: %@ archives cannot be encrypted.
de: %@-Archive können nicht verschlüsselt werden.
es: Los archivos %@ no se pueden cifrar.
fr: Les archives %@ ne peuvent pas être chiffrées.
it: Gli archivi %@ non possono essere cifrati.
nl: %@-archieven kunnen niet worden versleuteld.
pl: Archiwów %@ nie można szyfrować.
pt_pt: Os arquivos %@ não podem ser encriptados.

# %@ did not work: %@. The archive has not been changed.
source: %1$@ did not work: %2$@. The archive has not been changed.
de: %1$@ hat nicht funktioniert: %2$@. Das Archiv wurde nicht verändert.
es: %1$@ no ha funcionado: %2$@. El archivo comprimido no se ha modificado.
fr: %1$@ n’a pas fonctionné : %2$@. L’archive n’a pas été modifiée.
it: %@ non è riuscito: %@. L’archivio non è stato modificato.
nl: %1$@ is niet gelukt: %2$@. Het archief is niet gewijzigd.
pl: %1$@ — nie powiodło się: %2$@. Archiwum nie zostało zmienione.
pt_pt: %1$@ não funcionou: %2$@. O arquivo não foi alterado.

# %@ from %@
source: %1$@ from %2$@
de: %1$@ aus %2$@
es: %1$@ de %2$@
fr: %1$@ de %2$@
it: %@ da %@
nl: %1$@ uit %2$@
pl: %1$@ z %2$@
pt_pt: %1$@ de %2$@

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %@ di %@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_pt: %1$@ de %2$@

source: %@ packed
de: %@ komprimiert
es: %@ comprimidos
fr: %@ compressés
it: %@ compressi
nl: %@ gecomprimeerd
pl: %@ po spakowaniu
pt_pt: %@ comprimidos

source: %@ test report.txt
de: %@ Prüfbericht.txt
es: Informe de verificación de %@.txt
fr: Rapport de vérification %@.txt
it: Rapporto di verifica %@.txt
nl: Testrapport %@.txt
pl: Raport testu %@.txt
pt_pt: Relatório de teste %@.txt

source: %lld could not be read
de: %lld nicht lesbar
es: %lld no se han podido leer
fr: %lld illisibles
it: %lld non leggibili
nl: %lld niet leesbaar
pl: Nieczytelne: %lld
pt_pt: %lld ilegíveis

source: %lld formats readable
de: %lld Formate lesbar
es: %lld formatos legibles
fr: %lld formats lisibles
it: %lld formati leggibili
nl: %lld formaten leesbaar
pl: Czytelne formaty: %lld
pt_pt: %lld formatos legíveis

source: %lld seconds left
de: noch %lld Sekunden
es: quedan %lld segundos
fr: %lld secondes restantes
it: %lld secondi rimanenti
nl: nog %lld seconden
pl: pozostało %lld s
pt_pt: faltam %lld segundos

# %lld selected — %@
source: %1$lld selected — %2$@
de: %1$lld ausgewählt — %2$@
es: %1$lld seleccionados — %2$@
fr: %1$lld sélectionnés — %2$@
it: %lld selezionati — %@
nl: %1$lld geselecteerd — %2$@
pl: Zaznaczone: %1$lld — %2$@
pt_pt: %1$lld selecionados — %2$@

source: %lld skipped
de: %lld übersprungen
es: %lld omitidos
fr: %lld ignorés
it: %lld saltati
nl: %lld overgeslagen
pl: Pominięte: %lld
pt_pt: %lld ignorados

source: %lld writable
de: %lld beschreibbar
es: %lld con escritura
fr: %lld en écriture
it: %lld scrivibili
nl: %lld schrijfbaar
pl: Zapisywalne: %lld
pt_pt: %lld graváveis

source: ^[%lld archive](inflect: true)
de: %lld Archive
es: ^[%lld archivo comprimido](inflect: true)
it: ^[%lld archivio](inflect: true)
nl: %lld archieven
pl: %lld archiwum
pt_pt: %lld arquivos

source: ^[%lld item](inflect: true)
de: %lld Objekte
es: ^[%lld ítem](inflect: true)
fr: ^[%lld élément](inflect: true)
it: ^[%lld elemento](inflect: true)
nl: %lld onderdelen
pl: %lld elementu
pt_pt: %lld elementos

source: © 2026 Michediana. 7-Mac is free software under the MIT License.
de: © 2026 Michediana. 7-Mac ist freie Software unter der MIT-Lizenz.
es: © 2026 Michediana. 7-Mac es software libre con licencia MIT.
fr: © 2026 Michediana. 7-Mac est un logiciel libre sous licence MIT.
it: © 2026 Michediana. 7-Mac è software libero con licenza MIT.
nl: © 2026 Michediana. 7-Mac is vrije software onder de MIT-licentie.
pl: © 2026 Michediana. 7-Mac to wolne oprogramowanie na licencji MIT.
pt_pt: © 2026 Michediana. O 7-Mac é software livre sob a Licença MIT.

source: 1 of 2
de: 1 von 2
es: 1 de 2
fr: 1 sur 2
it: 1 di 2
nl: 1 van 2
pl: 1 z 2
pt_pt: 1 de 2

source: 2 of 2
de: 2 von 2
es: 2 de 2
fr: 2 sur 2
it: 2 di 2
nl: 2 van 2
pl: 2 z 2
pt_pt: 2 de 2

source: 7-Mac asks the first time it needs a folder, and remembers it. Allowing your home folder covers everything in it.
de: 7-Mac fragt, wenn es einen Ordner zum ersten Mal braucht, und merkt ihn sich. Wenn du deinen Benutzerordner erlaubst, ist alles darin abgedeckt.
es: 7-Mac pregunta la primera vez que necesita una carpeta y la recuerda. Permitir tu carpeta de inicio cubre todo lo que contiene.
fr: 7-Mac demande la première fois qu’il a besoin d’un dossier, puis s’en souvient. Autoriser votre dossier de départ couvre tout ce qu’il contient.
it: 7-Mac chiede la prima volta che gli serve una cartella e se la ricorda. Autorizzare la cartella Inizio copre tutto ciò che contiene.
nl: 7-Mac vraagt het de eerste keer dat het een map nodig heeft en onthoudt die. Als je je thuismap toestaat, valt alles daarin eronder.
pl: 7-Mac pyta za pierwszym razem, gdy potrzebuje katalogu, i zapamiętuje go. Zezwolenie na katalog domowy obejmuje wszystko, co się w nim znajduje.
pt_pt: O 7-Mac pergunta na primeira vez que precisa de uma pasta e memoriza-a. Autorizar a sua pasta pessoal abrange tudo o que está dentro dela.

source: 7-Mac did not receive any files.
de: 7-Mac hat keine Dateien erhalten.
es: 7-Mac no ha recibido ningún archivo.
fr: 7-Mac n’a reçu aucun fichier.
it: 7-Mac non ha ricevuto alcun file.
nl: 7-Mac heeft geen bestanden ontvangen.
pl: 7-Mac nie otrzymał żadnych plików.
pt_pt: O 7-Mac não recebeu nenhum ficheiro.

source: 7-Mac integrity report
de: 7-Mac-Integritätsbericht
es: Informe de integridad de 7-Mac
fr: Rapport d’intégrité de 7-Mac
it: Rapporto di integrità di 7-Mac
nl: Integriteitsrapport van 7-Mac
pl: Raport integralności 7-Mac
pt_pt: Relatório de integridade do 7-Mac

source: 7-Mac is not allowed to write into “%@”.
de: 7-Mac darf nicht in „%@“ schreiben.
es: 7-Mac no tiene permiso para escribir en “%@”.
fr: 7-Mac n’est pas autorisé à écrire dans « %@ ».
it: 7-Mac non ha il permesso di scrivere in “%@”.
nl: 7-Mac mag niet schrijven in ‘%@’.
pl: 7-Mac nie ma uprawnień do zapisu w „%@”.
pt_pt: O 7-Mac não tem permissão para escrever em “%@”.

source: 7-Mac menu in the Finder
de: 7-Mac-Menü im Finder
es: Menú de 7-Mac en el Finder
fr: Menu 7-Mac dans le Finder
it: Menu 7-Mac nel Finder
nl: 7-Mac-menu in de Finder
pl: Menu 7-Mac w Finderze
pt_pt: Menu do 7-Mac no Finder

source: 7-Mac needs permission to write into “%@”. Choose it, or pick somewhere else.
de: 7-Mac benötigt die Erlaubnis, in „%@“ zu schreiben. Wähle diesen Ordner oder einen anderen Ort.
es: 7-Mac necesita permiso para escribir en “%@”. Selecciónala o elige otra ubicación.
fr: 7-Mac a besoin d’une autorisation pour écrire dans « %@ ». Choisissez-le, ou choisissez un autre emplacement.
it: 7-Mac ha bisogno del permesso per scrivere in “%@”. Sceglila, oppure scegli un’altra posizione.
nl: 7-Mac heeft toestemming nodig om in ‘%@’ te schrijven. Kies deze map of kies een andere locatie.
pl: 7-Mac potrzebuje uprawnień do zapisu w „%@”. Wybierz ten katalog lub inne miejsce.
pt_pt: O 7-Mac precisa de permissão para escrever em “%@”. Escolha essa pasta ou outro local.

source: 7-Mac needs your permission to use the folder “%@”. Choose it, or a folder that contains it — your home folder, for instance — and 7-Mac will not ask again for anything inside.
de: 7-Mac benötigt deine Erlaubnis, den Ordner „%@“ zu verwenden. Wähle ihn oder einen Ordner, der ihn enthält – zum Beispiel deinen Benutzerordner –, und 7-Mac fragt für nichts darin erneut.
es: 7-Mac necesita tu permiso para usar la carpeta “%@”. Selecciónala, o una carpeta que la contenga —tu carpeta de inicio, por ejemplo—, y 7-Mac no volverá a preguntar por nada de su interior.
fr: 7-Mac a besoin de votre autorisation pour utiliser le dossier « %@ ». Choisissez-le, ou un dossier qui le contient — votre dossier de départ, par exemple — et 7-Mac ne demandera plus rien pour ce qu’il contient.
it: 7-Mac ha bisogno del tuo permesso per usare la cartella “%@”. Sceglila, oppure una cartella che la contiene — per esempio la tua cartella Inizio — e 7-Mac non lo chiederà più per nulla al suo interno.
nl: 7-Mac heeft je toestemming nodig om de map ‘%@’ te gebruiken. Kies deze, of een map die deze bevat – bijvoorbeeld je thuismap – en 7-Mac vraagt het voor niets daarin opnieuw.
pl: 7-Mac potrzebuje Twojej zgody na używanie katalogu „%@”. Wybierz go lub katalog, który go zawiera — na przykład katalog domowy — a 7-Mac nie zapyta ponownie o nic, co się w nim znajduje.
pt_pt: O 7-Mac precisa da sua permissão para usar a pasta “%@”. Escolha-a, ou uma pasta que a contenha — a sua pasta pessoal, por exemplo — e o 7-Mac não voltará a perguntar por nada lá dentro.

source: 7-Mac will ask for permission to write here.
de: 7-Mac wird um Erlaubnis bitten, hier zu schreiben.
es: 7-Mac pedirá permiso para escribir aquí.
fr: 7-Mac demandera l’autorisation d’écrire ici.
it: 7-Mac chiederà il permesso di scrivere qui.
nl: 7-Mac zal om toestemming vragen om hier te schrijven.
pl: 7-Mac poprosi o pozwolenie na zapis w tym miejscu.
pt_pt: O 7-Mac vai pedir permissão para escrever aqui.

source: 7-Zip %@ engine, embedded
de: 7-Zip-Engine %@, integriert
es: Motor de 7-Zip %@, integrado
fr: Moteur 7-Zip %@, intégré
it: Motore 7-Zip %@, incorporato
nl: 7-Zip %@-engine, ingebouwd
pl: Silnik 7-Zip %@, wbudowany
pt_pt: Motor 7-Zip %@, incorporado

source: 7-Zip source
de: 7-Zip-Quellcode
es: Código fuente de 7-Zip
fr: Source de 7-Zip
it: Sorgente di 7-Zip
nl: Broncode van 7-Zip
pl: Kod źródłowy 7-Zip
pt_pt: Código-fonte do 7-Zip

source: 7-Zip's combined checksum of every file's contents
de: Die kombinierte Prüfsumme von 7-Zip über den Inhalt aller Dateien
es: La suma de verificación combinada de 7-Zip del contenido de todos los archivos
fr: La somme de contrôle combinée de 7-Zip sur le contenu de tous les fichiers
it: Il checksum combinato di 7-Zip sul contenuto di tutti i file
nl: De gecombineerde checksum van 7-Zip over de inhoud van alle bestanden
pl: Łączna suma kontrolna 7-Zip z zawartości wszystkich plików
pt_pt: A soma de verificação combinada do 7-Zip sobre o conteúdo de todos os ficheiros

source: a %@ file holds a single stream
de: eine %@-Datei enthält nur einen einzigen Datenstrom
es: un archivo %@ contiene un único flujo
fr: un fichier %@ contient un seul flux
it: un file %@ contiene un solo flusso
nl: een %@-bestand bevat slechts één stroom
pl: plik %@ zawiera tylko jeden strumień
pt_pt: um ficheiro %@ contém um único fluxo

source: A folder I choose
de: Ein Ordner meiner Wahl
es: En una carpeta que elija
fr: Dans un dossier de mon choix
it: In una cartella che scelgo
nl: Een map die ik kies
pl: Wybrany przeze mnie katalog
pt_pt: Uma pasta que eu escolher

source: A job is still running.
de: Ein Vorgang läuft noch.
es: Todavía hay una tarea en curso.
fr: Une tâche est encore en cours.
it: Un’operazione è ancora in corso.
nl: Er loopt nog een taak.
pl: Zadanie jest wciąż wykonywane.
pt_pt: Ainda há uma tarefa em curso.

source: A link is followed, and what it points to is stored in its place.
de: Der Link wird verfolgt, und sein Ziel wird an seiner Stelle gespeichert.
es: Se sigue el enlace y se guarda en su lugar aquello a lo que apunta.
fr: Le lien est suivi, et ce vers quoi il pointe est stocké à sa place.
it: Il link viene seguito e al suo posto si archivia ciò a cui punta.
nl: De link wordt gevolgd en waarnaar deze verwijst, wordt in zijn plaats bewaard.
pl: Dowiązanie jest śledzone, a w jego miejscu zachowywane jest to, na co wskazuje.
pt_pt: A ligação é seguida e aquilo para que aponta é guardado no seu lugar.

source: A link is stored as a link and comes back as one.
de: Der Link wird als Link gespeichert und kommt auch als Link zurück.
es: El enlace se guarda como enlace y se recupera como tal.
fr: Le lien est stocké comme lien et ressort comme tel.
it: Il link viene archiviato come link e torna tale all’estrazione.
nl: De link wordt als link bewaard en komt ook als link terug.
pl: Dowiązanie jest zachowywane jako dowiązanie i jako takie wraca.
pt_pt: A ligação é guardada como ligação e volta como tal.

source: a moment left
de: noch einen Moment
es: queda un momento
fr: encore un instant
it: ancora un attimo
nl: nog even
pl: jeszcze chwila
pt_pt: falta um momento

source: A name cannot be empty.
de: Ein Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.
nl: Een naam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt_pt: O nome não pode estar vazio.

source: A name cannot contain “/”.
de: Ein Name darf kein „/“ enthalten.
es: El nombre no puede contener “/”.
fr: Le nom ne peut pas contenir « / ».
it: Il nome non può contenere “/”.
nl: Een naam mag geen ‘/’ bevatten.
pl: Nazwa nie może zawierać „/”.
pt_pt: O nome não pode conter “/”.

source: A native Mac app for 7-Zip, with the 7-Zip %@ engine built in.
de: Eine native Mac-App für 7-Zip mit integrierter 7-Zip-Engine %@.
es: Una app nativa de Mac para 7-Zip, con el motor de 7-Zip %@ integrado.
fr: Une app Mac native pour 7-Zip, avec le moteur 7-Zip %@ intégré.
it: Un’app Mac nativa per 7-Zip, con il motore 7-Zip %@ incorporato.
nl: Een native Mac-app voor 7-Zip, met de 7-Zip %@-engine ingebouwd.
pl: Natywna aplikacja na Maca dla 7-Zip z wbudowanym silnikiem 7-Zip %@.
pt_pt: Uma app nativa para Mac para o 7-Zip, com o motor 7-Zip %@ incorporado.

source: A password is only ever saved when you tick the box in the prompt. Turning this off also stops 7-Mac using the ones it saved before. Saved passwords are keyed to the archive's path, so moving the file forgets it.
de: Ein Passwort wird nur gesichert, wenn du das Feld in der Abfrage markierst. Wenn du diese Option deaktivierst, verwendet 7-Mac auch die zuvor gesicherten Passwörter nicht mehr. Gesicherte Passwörter sind an den Pfad des Archivs gebunden: Wird die Datei bewegt, geht das Passwort verloren.
es: Una contraseña solo se guarda si marcas la casilla en la solicitud. Si desactivas esta opción, 7-Mac también dejará de usar las que guardó antes. Las contraseñas guardadas están ligadas a la ruta del archivo comprimido, así que al moverlo se olvidan.
fr: Un mot de passe n’est enregistré que si vous cochez la case dans la demande. Désactiver cette option empêche aussi 7-Mac d’utiliser ceux enregistrés auparavant. Les mots de passe enregistrés sont liés au chemin de l’archive : déplacer le fichier les fait oublier.
it: Una password viene salvata solo se selezioni la casella nella richiesta. Disattivando questa opzione 7-Mac smette anche di usare quelle salvate in precedenza. Le password salvate sono legate al percorso dell’archivio: spostando il file vengono dimenticate.
nl: Een wachtwoord wordt alleen bewaard als je het vakje in de prompt aanvinkt. Als je dit uitschakelt, gebruikt 7-Mac ook de eerder bewaarde wachtwoorden niet meer. Bewaarde wachtwoorden zijn gekoppeld aan het pad van het archief: als je het bestand verplaatst, wordt het wachtwoord vergeten.
pl: Hasło jest zachowywane tylko wtedy, gdy zaznaczysz pole w oknie zapytania. Wyłączenie tej opcji sprawia też, że 7-Mac przestaje używać wcześniej zachowanych haseł. Zachowane hasła są powiązane ze ścieżką archiwum, więc po przeniesieniu pliku hasło zostaje zapomniane.
pt_pt: Uma palavra-passe só é guardada quando assinala a caixa no pedido. Desativar esta opção faz também com que o 7-Mac deixe de usar as que guardou antes. As palavras-passe guardadas estão associadas ao caminho do arquivo: se mover o ficheiro, a palavra-passe é esquecida.

source: a password is required
de: ein Passwort ist erforderlich
es: se necesita una contraseña
fr: un mot de passe est requis
it: serve una password
nl: er is een wachtwoord nodig
pl: wymagane jest hasło
pt_pt: é necessária uma palavra-passe

# About %@ of memory to compress with %@, %@ to extract.
source: About %1$@ of memory to compress with %2$@, %3$@ to extract.
de: Etwa %1$@ Arbeitsspeicher zum Komprimieren mit %2$@, %3$@ zum Entpacken.
es: Unos %1$@ de memoria para comprimir con %2$@, %3$@ para extraer.
fr: Environ %1$@ de mémoire pour compresser avec %2$@, %3$@ pour extraire.
it: Circa %@ di memoria per comprimere con %@, %@ per estrarre.
nl: Ongeveer %1$@ geheugen om te comprimeren met %2$@, %3$@ om uit te pakken.
pl: Około %1$@ pamięci do kompresji metodą %2$@, %3$@ do rozpakowania.
pt_pt: Cerca de %1$@ de memória para comprimir com %2$@, %3$@ para extrair.

# About %@ of memory to compress, %@ to extract.
source: About %1$@ of memory to compress, %2$@ to extract.
de: Etwa %1$@ Arbeitsspeicher zum Komprimieren, %2$@ zum Entpacken.
es: Unos %1$@ de memoria para comprimir, %2$@ para extraer.
fr: Environ %1$@ de mémoire pour compresser, %2$@ pour extraire.
it: Circa %@ di memoria per comprimere, %@ per estrarre.
nl: Ongeveer %1$@ geheugen om te comprimeren, %2$@ om uit te pakken.
pl: Około %1$@ pamięci do kompresji, %2$@ do rozpakowania.
pt_pt: Cerca de %1$@ de memória para comprimir, %2$@ para extrair.

source: about %lld hours left
de: noch etwa %lld Stunden
es: quedan unas %lld horas
fr: environ %lld heures restantes
it: circa %lld ore rimanenti
nl: nog ongeveer %lld uur
pl: pozostało ok. %lld godz.
pt_pt: faltam cerca de %lld horas

source: about %lld minutes left
de: noch etwa %lld Minuten
es: quedan unos %lld minutos
fr: environ %lld minutes restantes
it: circa %lld minuti rimanenti
nl: nog ongeveer %lld minuten
pl: pozostało ok. %lld min
pt_pt: faltam cerca de %lld minutos

source: About 7-Mac
de: Über 7-Mac
es: Acerca de 7-Mac
fr: À propos de 7-Mac
it: Informazioni su 7-Mac
nl: Over 7-Mac
pl: Informacje o 7-Mac
pt_pt: Acerca do 7-Mac

source: about a minute left
de: noch etwa eine Minute
es: queda aproximadamente un minuto
fr: environ une minute restante
it: circa un minuto rimanente
nl: nog ongeveer een minuut
pl: pozostała około minuta
pt_pt: falta cerca de um minuto

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pl: Dodaj
pt_pt: Adicionar

source: Add “%@”
de: „%@“ hinzufügen
es: Añadir “%@”
fr: Ajouter « %@ »
it: Aggiungi “%@”
nl: Voeg ‘%@’ toe
pl: Dodaj „%@”
pt_pt: Adicionar “%@”

source: Add %lld Items
de: %lld Objekte hinzufügen
es: Añadir %lld ítems
fr: Ajouter %lld éléments
it: Aggiungi %lld elementi
nl: Voeg %lld onderdelen toe
pl: Dodaj elementy (%lld)
pt_pt: Adicionar %lld elementos

source: Add 7-Mac to the Finder’s menu?
de: 7-Mac zum Finder-Menü hinzufügen?
es: ¿Añadir 7-Mac al menú del Finder?
fr: Ajouter 7-Mac au menu du Finder ?
it: Aggiungere 7-Mac al menu del Finder?
nl: 7-Mac aan het Finder-menu toevoegen?
pl: Dodać 7-Mac do menu Findera?
pt_pt: Adicionar o 7-Mac ao menu do Finder?

source: Add as many as you like, then create the archive.
de: Füge beliebig viele hinzu und erstelle dann das Archiv.
es: Añade todos los que quieras y luego crea el archivo comprimido.
fr: Ajoutez-en autant que vous voulez, puis créez l’archive.
it: Aggiungine quanti vuoi, poi crea l’archivio.
nl: Voeg er zoveel toe als je wilt en maak dan het archief aan.
pl: Dodaj ich, ile chcesz, a potem utwórz archiwum.
pt_pt: Adicione quantos quiser e depois crie o arquivo.

source: Add as many as you like, then start the extraction.
de: Füge beliebig viele hinzu und starte dann das Entpacken.
es: Añade tantos como quieras y luego inicia la extracción.
fr: Ajoutez-en autant que vous voulez, puis lancez l’extraction.
it: Aggiungine quanti vuoi, poi avvia l’estrazione.
nl: Voeg er zoveel toe als je wilt en start dan het uitpakken.
pl: Dodaj ich, ile chcesz, a potem rozpocznij rozpakowywanie.
pt_pt: Adicione quantos quiser e depois inicie a extração.

source: Add files to %@
de: Dateien zu %@ hinzufügen
es: Añadir archivos a %@
fr: Ajouter des fichiers à %@
it: Aggiungi file in %@
nl: Voeg bestanden toe aan %@
pl: Dodaj pliki do %@
pt_pt: Adicionar ficheiros a %@

source: Add Files…
de: Dateien hinzufügen …
es: Añadir archivos…
fr: Ajouter des fichiers…
it: Aggiungi file…
nl: Voeg bestanden toe…
pl: Dodaj pliki…
pt_pt: Adicionar ficheiros…

source: Add to %@
de: Zu %@ hinzufügen
es: Añadir a %@
fr: Ajouter à %@
it: Aggiungi in %@
nl: Voeg toe aan %@
pl: Dodaj do %@
pt_pt: Adicionar a %@

# Add to %@ in “%@”:
source: Add to %1$@ in “%2$@”:
de: Zu %1$@ in „%2$@“ hinzufügen:
es: Añadir a %1$@ en “%2$@”:
fr: Ajouter à %1$@ dans « %2$@ » :
it: Aggiungi in %@ di “%@”:
nl: Voeg toe aan %1$@ in ‘%2$@’:
pl: Dodaj do %1$@ w „%2$@”:
pt_pt: Adicionar a %1$@ em “%2$@”:

source: Add…
de: Hinzufügen …
es: Añadir…
fr: Ajouter…
it: Aggiungi…
nl: Voeg toe…
pl: Dodaj…
pt_pt: Adicionar…

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt_pt: Avançado
